Revit 2027 API
TilePatternTileFailures Properties
The BuiltInFailures.TilePatternTileFailures type exposes the following members.
Properties
Name | Description
TilePatternTile_InvalidFamily |  Family not appropriate for Divided Surface component.
Top
See Also
Reference
BuiltInFailures.TilePatternTileFailures Class
Autodesk.Revit.DB Namespace